Repository: AayushmanChulet/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: fy

source: Attribution-NoDerivatives 4.0 International
fy: Nammeneamen-GjinOflaatWurk 4.0 Ynternasjonaal

source: Creative Commons Attribution-NoDerivatives 4.0 International Public License
fy: Creative Commons Nammeneamen-GjinOflaatWurk 4.0 Ynternasjonale Publike Lisinsje

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NoDerivatives 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
fy: Troch it útoefenjen fan de Lisinsearre Rjochten (lykas hjirûnder bepaald), gean Jo akkoart mei de betingsten en kondysjes fan dizze Creative Commons Nammeneamen-GjinOflaatWurk 4.0 Ynternasjonale Publike Lisinsje (“Publike Lisinsje”). Foarsafier’t dizze Publike Lisinsje útlein wurde kin as in kontrakt, wurde Jo de Lisinsearre Rjochten jûn mei it achtslaan fan Jo oanfurdiging fan dizze betingsten en kondysjes, en de Lisinsjejouwer jout Jo dizze rjochten mei it achtslaan fan de foardielen dy’t de Lisinsjejouwer krijt troch it beskikber stellen fan it Lisinsearre Materiaal ûnder dizze betingsten en kondysjes.

source: Section 1 – Definitions.
fy: Kêst 1 – Definysjes.

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
fy: <span style="text-decoration: underline;">Oflaat Materiaal</span> betsjut materiaal dat is beskerme troch Auteursrjocht en Besibbe Rjochten, dat Oflaat is fan of basearre op it Lisinsearre Materiaal en dêr’t it Lisinsearre Materiaal yn oerset, feroare, arranzjearre, omfoarme of oars oanpast is op in manier dy’t tastimming easket op grûn fan it Auteursrjocht en Besibbe Rjochten fan de Lisinsjejouwer. Foar de tapassing fan dizze Publike Lisinsje wurdt, wannear’t it Lisinsearre Materiaal in muzykwurk, útfiering of lûdsopnimming is, der altyd Oflaat Materiaal produsearre dêr’t it giet om Lisinsjearre Materiaal dat yn tiidopnommen ferbân syngronisearre wurdt mei in bewegend byld.

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
fy: <span style="text-decoration: underline;">Auteursrjocht en Besibbe Rjochten</span> binne it auteursrjocht en rjochten dy’t nau besibbe binne oan it auteursrjocht, en dêrûnder mar net beheind ta, útfieringen, útstjoering, lûdsopnimming en Sui Generis Databankerjocht, likefolle de manier sa’t de rjochten beneamd of kategorisearre binne. Foar de doelen fan dizze Publike Lisinsje falle de rjochten omskreaun ûnder Kêst <a href="#s2b">2(b)(1)-(2)</a> net ûnder Auteursrjocht en Besibbe Rjochten.

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
fy: <span style="text-decoration: underline;">Effektive Technologyske Maatregels</span> betsjutte maatregels dy’t, by it ûntbrekken fan it krekte foech, net omsyld wurde meie, om wetten ta ymplemintaasje fan de ferplichtingen fan Kêst 11 fan it WIPO Auteursrjochtferdrach oannommen op 20 desimber 1996, en/of soartgelikense ynternasjonale oerienkomsten.

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
fy: <span style="text-decoration: underline;">Utsûnderingen en Beheiningen</span> betsjut ‘fair use’, ‘fair dealing’, en/of watfoar oare útsûndering of beheining dan ek fan it Auteursrjocht en Besibbe Rjochten dy’t fan tapassing binne op Jo brûken fan it Lisinsearre Materiaal.

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
fy: <span style="text-decoration: underline;">Lisinsearre Materiaal</span> betsjut it artistike of literêre wurk, databank, of oar materiaal dêr’t de Lisinsjejouwer dizze Publike Lisinsje op tapast.

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
fy: <span style="text-decoration: underline;">Lisinsearre Rjochten</span> betsjut de oan Jo jûne rjochten, beheind troch de betingsten en kondysjes fan dizze Publike Lisinsje, dy’t har beheine ta alle Auteursrjocht en de Besibbe Rjochten dy’t fan tapassing binne op Jo brûken fan it Lisinsearre Materiaal en dêr’t de Lisinsjejouwer it foech fan hat om dy te lisinsearjen.

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
fy: <span style="text-decoration: underline;">Lisinsjejouwer</span> betsjut de persoan/persoanen of entiteit(en) dy’t rjochten jouwe ûnder dizze Publike Lisinsje.

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
fy: <span style="text-decoration: underline;">Utwikseljen</span> betsjut it oanbieden fan materiaal oan it publyk troch alle middels of wurkwizen dy’t tastimming fereaskje ûnder de Lisinsearre Rjochten, lykas reproduksje, iepenbier sjen litten, iepenbiere útfiering, distribúsje, fersprieding, kommunikaasje of ynfier, en it beskikber meitsjen oan it publyk op sa’n manier dat leden fan it publyk dêrta op in troch har yndividueel keazen plak en tiid tagong ta hawwe. Utwikselje hat in gelike betsjutting.

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
fy: <span style="text-decoration: underline;">Sui Generis Databankerjocht</span> betsjut rjochten oars as it auteursrjocht as gefolch fan Rjochtline 96/9/EC fan it Europeesk Parlemint en de Europeeske Ried fan 11 maart 1996 oangeande de rjochtsbeskerming fan databanken, lykas wizige en/of opfolge, likegoed as oare yn haadsaak lykweardige rjochten oeral op ’e wrâld.

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
fy: <span style="text-decoration: underline;">Jo</span> stiet foar de persoan of entiteit dy’t de Lisinsearre Rjochten útoefenet ûnder dizze Publike Lisinsje.

source: Section 2 – Scope.
fy: Kêst 2 – Gruttens.

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
fy: Mei it achtslaan fan de betingsten en kondysjes fan dizze Publike Lisinsje jout de Lisinsjejouwer hjirby oan Jo in wrâldwide, royalty-frije, net-eksklusive, net-ynlûkbere lisinsje dy’t net yn sublisinsje te jaan is, om de Lisinsearre Rjochten oangeande it Lisinsearre Materiaal út te oefenjen:

source: reproduce and Share the Licensed Material, in whole or in part; and
fy: it reprodusearjen en Utwikseljen fan it Lisinsearre Materiaal, hielendal of foar in part; en

source: produce and reproduce, but not Share, Adapted Material.
fy: it produsearjen en reprodusearjen, mar net Utwikseljen, fan Oflaat Materiaal.

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
fy: <strong>Utsûnderingen en beheiningen</strong>. Foar alle dúdlikheid: as der Utsûnderingen en Beheiningen fan tapassing binne op Jo brûken is dizze Publike Lisinsje net fan tapassing en Jo hoege dan net te foldwaan oan de betingsten en kondysjes derfan.

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
fy: <strong>Termyn</strong>. De termyn fan dizze Publike Lisinsje wurdt fêstlein yn Kêst <a href="#s6a">6(a)</a>.

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
fy: <strong>Media en formaten; technyske wizigingen tastien</strong>. De Lisinsjejouwer jout Jo it foech om de Lisinsearre Rjochten op alle media en formaten, al besteande likegoed as takomstige, út te oefenjen, en om de nedige technyske wizigingen oan te bringen om dat te dwaan. De Lisinsjejouwer docht ôfstân en/of giet dermei akkoart om ôfstân te dwaan fan elk rjocht of al it foech dat Jo ferbiedt om technyske wizigingen troch te fieren, dy’t needsaaklik binne om de Lisinsearre Rjochten út te oefenjen, en dêrby de technyske wizigingen dy’t needsaaklik binne om Effektive Technologyske Maatregels te omsilen. Foar de tapassing fan dizze Publike Lisinsje smyt it ienfâldich wizigjen lykas tastien yn Kêst <a href="#s2a4">2(a)(4)</a> nea Oflaat Materiaal op.

source: Downstream recipients
fy: Ofnimmende ûntfangers

source: Offer from the Licensor – Licensed Material
fy: Oanbod fan de Lisinsjejouwer – Lisinsearre Materiaal

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
fy: . Elke ûntfanger fan it Lisinsearre Materiaal krijt automatysk in oanbod fan de Lisinsjejouwer om de Lisinsearre Rjochten út te oefenjen neffens de betingsten en kondysjes fan dizze Publike Lisinsje.

source: No downstream restrictions
fy: Gjin ôfnimmersbeheiningen

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
fy: . Jo meie it Lisinsearre Materiaal gjin oanfoljende of ôfwikende betingsten of kondysjes oanbiede of oplizze, en der gjin inkelde Effektive Technologyske Maatregel op tapasse, as dêrmei it útoefenjen fan de Lisinsearre Rjochten troch hokfoar ûntfanger fan it Lisinsearre Materiaal ek beheind wurdt.

source: No endorsement
fy: Gjin goedkarring

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
fy: . Neat yn dizze Publike Lisinsje foarmet of mei útlein wurde as de tastimming om út te hâlden of te ûnderstellen dat Jo of Jo brûken fan it Lisinsearre Materiaal bûn of finansiere binne of is, of goedkard of in offisjele status krigen ha of hat troch de Lisinsjejouwer of oare dêrta oanwiisde persoanen om Nammeneamen te krijen lykas bedoeld yn Kêst <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.

source: Other rights
fy: Oare rjochten

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
fy: Morele rjochten, lykas it rjocht op yntegriteit, binne net lisinsearre ûnder dizze Publike Lisinsje, likemin as publisiteit, privacy en/of oare soartgelikense persoanlikheidsrjochten; lykwols, foarsafier mooglik docht de Lisinsjejouwer ôfstân en/of giet akkoart mei it net ynroppen fan watfoar fan sokke rjochten holden troch de Lisinsjejouwer dan ek, ta de hichte dat dat needsaaklik is om Jo de Lisinsearre Rjochten útoefenje kinne te litten, mar op gjin oare manier.

source: Patent and trademark rights are not licensed under this Public License.
fy: Oktroai- en merkerjocht falle net ûnder dizze Publike Lisinsje.

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties.
fy: Foarsafier mooglik docht de Lisinsjejouwer ôfstân fan watfoar rjocht dan ek op royaltys fan Jo foar it útoefenjen fan de Lisinsearre Rjochten, itsij streekrjocht ynbard, itsij troch in kollektive behearsorganisaasje op grûn fan in frijwillige of foar ôfstân fetber wetlik- of twanglisinsjestelsel. Yn alle oare gefallen behâldt de Lisinsjejouwer mei klam it rjocht om royaltys yn te barren, en dêrby as it Lisinsearre Materiaal brûkt is foar oare as NetKommersjele doelen.

source: Section 3 – License Conditions.
fy: Kêst 3 – Lisinsjebetingsten.

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
fy: Jo uitoefening fan de Lisinsearre Rjochten is mei klam ûnderwurpen oan de neikommende betingsten.

source: Attribution
fy: Nammeneamen

source: <p>If You Share the Licensed Material, You must:</p>
fy: <p>As Jo it Lisinsearre Materiaal Utwikselje, binne Jo ferplicht:</p>

source: retain the following if it is supplied by the Licensor with the Licensed Material:
fy: it neikommende te behâlden as it troch de Lisinsjejouwer by it Lisinsearre Materiaal oanlevere wurdt:

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
fy: identifikaasje fan de makker(s) fan it Lisinsearre Materiaal en hokker oar ek dy’t oanwiisd is ta it krijen fan Nammeneamen, op elke ridlike manier frege troch de Lisinsjejouwer (en dêrby by wize fan pseudonym as dy oanwiisd is);

source: a copyright notice;
fy: in auteursrjochtneaming;

source: a notice that refers to this Public License;
fy: in ferwizing nei dizze Publike Lisinsje;

source: a notice that refers to the disclaimer of warranties;
fy: in ferwizing nei de útsluting fan garânsjes;

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
fy: in URI of hyperlink nei it Lisinsearre Materiaal foarsafier’t dat ridlikerwize útfierber is;

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
fy: oan te jaan oft Jo it Lisinsearre Materiaal oanpast ha, en in yndikaasje fan alle eardere oanpassingen te behâlden; en

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
fy: oan te jaan dat it Lisinsearre Materiaal ûnder dizze Publike Lisinsje stiet, en de tekst taheakje fan, of de URI of hyperlink nei, dizze Publike Lisinsje.

source: For the avoidance of doubt, You do not have permission under this Public License to Share Adapted Material.
fy: Foar alle dúdlikheid, ûnder dizze Publike Lisinsje is Utwikseljen fan Oflaat Materiaal net tastien.

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
fy: Jo kinne oan de betingsten yn Kêst <a href="#s3a1">3(a)(1)</a> foldwaan op elke ridlike manier mei it achtslaan fan it medium, de middels en de kontekst dêr’t Jo it Lisinsearre Materiaal yn Utwikselje. It kin bygelyks ridlik wêze om oan de betingsten te foldwaan troch in URI of hyperlink te pleatsen nei in boarne dy’t de fereaske ynformaasje befettet.

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
fy: As de Lisinsjejouwer derom freget, binne Jo ferplicht om alle ynformaasje neamd yn Kêst <a href="#s3a1A">3(a)(1)(A)</a> wei te heljen foarsafier’t dat ridlikerwize útfierber is.

source: Section 4 – Sui Generis Database Rights.
fy: Section 4 – Sui Generis Databankerjochten.

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
fy: Wannear’t de Lisinsearre Rjochten, Sui Generis Databankerjochten omfetsje dy’t fan tapassing binne op Jo brûken fan it Lisinsearre Materiaal:

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database, provided You do not Share Adapted Material;
fy: foar alle dúdlikheid: Kêst <a href="#s2a1">2(a)(1)</a> jout Jo it rjocht ta opfreegjen, opnij brûken, reprodusearjen en Utwikseljen fan alle ynhâld fan de databank of in wêzentlik oanpart dêrfan;

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material; and
fy: as Jo alle ynhâld fan de databank of in wêzentlik oanpart dêrfan gearfoegje ta in databank dêr’t Jo it Sui Generis Databankerjocht op hawwe, dan is de databank dêr’t Jo dat Sui Generis Databankerjocht op hawwe (mar net de aparte ûnderdielen derfan) Oflaat Materiaal, ek meirekkene foar Kêst; en

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
fy: Jo moatte foldwaan oan de betingsten steld yn Kêst <a href="#s3a">3(a)</a> by it Utwikseljen fan alle ynhâld fan de databank of in wêzentlik oanpart dêrfan.

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
fy: Foar alle dúdlikheid: Kêst <a href="#s4">4</a> tsjinnet ta oanfolling en net ta ferfanging fan Jo ferplichtingen ûnder dizze Publike Lisinsje, wannear’t de Lisinsearre Rjochten ek oare Auteursrjochten en Besibbe Rjochten omfetsje.

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
fy: Kêst 5 – Utsluting fan garânsjes en beheining fan oanspraaklikheid.

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
fy: Mits net op in oare manier apart útfierd troch de Lisinsjejouwer en foarsafier mooglik, biedt de Lisinsjejouwer it Lisinsearre Materiaal oan ‘sûnder garânsje’ en ‘yn ’e steat dêr’t it no yn is’, en jout dêrfoar gjin ferklearringen of garânsjes fan hokker aard dan ek oangeande it Lisinsearre Materiaal, net eksplisyt, noch ymplisyt, statutêr of oars. Dat omfettet, sûnder beheining, garânsjes fan titel, ferkeapberens, gaadlikheid foar in beskaat doel, net-ynbrek, ôfwêzigens fan latinte of oare tekoarten, krektens of de oanwêzigens of ôfwêzigens fan flaters, al of net bekend of te finen. As útslutingen garânsjes hielendal of foar in part net tastien binne, is dizze útsluting net op Jo fan tapassing.

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
fy: Foarsafier mooglik, is de Lisinsjejouwer yn gjin gefal oanspraaklik foar Jo, of op watfoar juridyske grûnslach (en dêrby, sûnder beheining, fersom) of oars foar watfoar direkte, bysûndere, yndirekte, ynsidintele, punitive, eksimplaryske of oare ferliezen, kosten, lêsten of skea dan ek dy’t folgje út dizze Publike Lisinsje, of by it brûken fan it Lisinsearre Materiaal, sels as de Lisinsjejouwer op de hichte steld is fan it risiko op sokke ferliezen, kosten, of lêsten of skea. Dêr’t in beheining fan oanspraaklikheid hielendal of foar in part net tastien is, is dizze beheining net op Jo fan tapassing.
