Repository: AayushmanChulet/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: fy

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
fy: De útsluting fan garânsje en beheining fan oanspraaklikheid lykas hjirboppe neamd, sil útlein wurde op in manier dy’t, foarsafier mooglik, it tichtst by in absolút frijwarjen en ferklearring fan ôfstân fan alle oanspraaklikheid komt.

source: Section 6 – Term and Termination.
fy: Kêst 6 – Termyn en beëinigjen.

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
fy: Dizze Publike Lisinsje jildt foar de beskermingstermyn fan it Auteursrjocht en Besibbe Rjochten dy’t hjir lisinsearre wurde. Lykwols, as Jo net foldogge oan de betingsten fan dizze Publike Lisinsje, dan einigje Jo rjochten op grûn fan dizze Publike Lisinsje fan rjochtswegen.

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
fy: As Jo rjocht om it Lisinsearre Materiaal te brûken as gefolch fan Kêst 6(a) einige is, wurdt dit werombrocht:

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
fy: automatysk mei yngong fan de datum dêr’t it oertrêdzjen op rjochtset is, mits it rjochtset is binnen 30 dagen nei Jo ûntdekking fan it oertrêdzjen; of

source: upon express reinstatement by the Licensor.
fy: nei útdruklik werombringen troch de Lisinsjejouwer.

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
fy: Foar alle dúdlikheid: Kêst <a href="#s6b">6(b)</a> docht gjin inkelde ôfbrek oan it rjocht fan de Lisinsjejouwer om rjochtsmiddels te brûken foar Jo oertrêdzjen fan dizze Publike Lisinsje.

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
fy: Foar alle dúdlikheid: de Lisinsjejouwer kin op elk stuit dat er wol it Lisinsearre Materiaal ûnder aparte betingsten of kondysjes oanbiede, of ophâlde mei de distribúsje fan it Lisinsearre Materiaal; dêrtroch sil dizze Publike Lisinsje lykwols net beëinige wurde.

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
fy: Kêst <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, en <a href="#s8">8</a> bliuwe jildich nei beëinigjen fan dizze Publike Lisinsje.

source: Section 7 – Other Terms and Conditions.
fy: Kêst 7 – Oare betingsten en kondysjes.

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
fy: De Lisinsjejouwer is net bûn oan watfoar oanfoljende of oare betingsten of kondysjes dan ek dy’t Jo te witten dien hawwe, of it moast wêze dat dat mei klam oerienkommen is.

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
fy: Alle mooglike ôfspraken of oerienkomsten oangeande it Lisinsearre Materiaal dy’t hjiryn net neamd binne, binne ûnôfhinklik en stean los fan de betingsten en kondysjes fan dizze Publike Lisinsje.

source: Section 8 – Interpretation.
fy: Kêst 8 – Utlizzing.

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
fy: Foar alle dúdlikheid, dizze Publike Lisinsje wurdt net en kin ek net opfette wurde ta ferminderjen, beheinen of begrinzgjen fan, of as betingsten stellend oan, elk brûken fan it Lisinsearre Materiaal dat hoe dan ek rjochtmjittich sûnder tastimming syn beslach krije kin ûnder dizze Publike Lisinsje.

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
fy: Foarsafier mooglik, as in bepaling fan dizze Publike Lisinsje ûnôftwingber achte wurdt, sil de bepaling automatysk opbettere wurde ta it needsaaklike minimum om dy wol ôftwingber te meitsjen. As de bepaling net opbettere wurde kin, sil dy skaat wurde fan dizze Publike Lisinsje, sûnder dat de ôftwingberens fan de oare betingsten en kondysjes oantaast wurdt.

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
fy: Fan gjin inkelde betingst of kondysje fan dizze Publike Lisinsje wurdt ôfstân dien en gjin tekoart oan neilibjen wurdt tastien, of it moast wêze dat dat eksplisyt mei de Lisinsjejouwer oerienkommen is.

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
fy: Neat yn dizze Publike Lisinsje betsjut, of kin útlein wurde as, in beheining op, of as ôfstânsferklearring fan, watfoar foarrjochten en ymmuniteiten dan ek dy’t jilde foar de Lisinsjejouwer of foar Jo, en dêrby fan de juridyske prosessen fan watfoar rjochtsmêd of watfoar autoriteit dan ek.
